{
    "ministry":"MINISTRY OF COMMERCE & INDUSTRY",
    "ip":"INTELLECTUAL PROPERTY",
    "ab":"APPELLATE BOARD",
    "goverment_of_india": "GOVERMENT OF INDIA",
    "ipab": "Intellectual Property Appellate Board",
    "chairman_and_members" : "Chairman & Members",
    "chairman" : "Chairman",
    "tecnical_members" : "Technical Members",
    "former_chairman" : "Former Chairman",
    "forms_and_fees" : "Forms & Fees",
    "act_and_rules" : "Act & Rules",
    "trademark" : "Trade Marks",
    "patents" : "Patents",
    "geographical_indication" : "Geographical Indication",
    "copyrights" : "Copyrights",
    "pvpat" : "PVPAT",
    "announcement": "Announcement",
    "public_notice": "Public Notice",
    "our_services":"Our Services",
    "cause_list" : "Cause List",
    "daily_order" : "Daily Orders",
    "order":"Orders",
    "website_policies" : "Website Policies",
    "contact_us" : "Contact Us",
    "help":"Help",
    "RTI" :"RTI",
    "about_us":"About IPAB",
    "about_data" : "Intellectual Property Appellate Board has been constituted by a Gazette notification of the Central Government in the Ministry of Commerce and Industry on 15th September 2003 to hear appeals against the decisions of the Registrar under the Trade Marks Act, 1999 and the Geographical Indications of Goods (Registration and Protection) Act, 1999.",
    "full_about_data" : "Intellectual Property Appellate Board has been constituted by a Gazette notification of the Central Government in the Ministry of Commerce and Industry on 15th September 2003 to hear appeals against the decisions of the Registrar under the Trade Marks Act, 1999 and the Geographical Indications of Goods (Registration and Protection) Act, 1999.\n The Intellectual Property Appellate Board has its headquarters at Chennai and shall have sittings at Chennai, Mumbai, Delhi , Kolkata and Ahmedabad.\nSection 83 of the Trade Marks Act, 1999(Act), provides for the establishment of an Appellate Board to be known as the Intellectual Property Appellate Board (IPAB). The provisions relating to IPAB are contained in sections 83 to 100 of the above Act. The Intellectual Property Appellate Board has been established by the Central Government with effect from 15th September, 2003 vide Government of India Gazette Notification No. S.O.1049(E) dated 15th September, 2003 with its office at Chennai.\nIn terms of the Notifications No.12/15/2006-IPR-III) dated 2/4/2007 issued by the Ministry of Commerce & Industry, the provisions of the Patent Amendment Act, 2002 and the Patents Amendment Act, 2005, relating to the Intellectual Property Appellate Board have been brought into force. Thus, all the Appeals pending before the various High Courts, will stand transferred to the IPAB. Likewise, fresh Rectification Applications under the Patents Act, 1970, will have to be filed before the IPAB.\nIn pursuance of Section 160(a) & 160 (c) of Finance Act, 2017 (7of 2017), the Intellectual property Appellate Board established under section 83 of the Trade Marks Act, 1999(47 of 1999) shall, on and from the commencement of Part XIV of Chapter VI of the Finance Act, 2017 be the Appellate Board for the purposes of this Act and the said Appellate Board shall exercise the jurisdiction, powers and authority conferred on it by or under this Copy Right Act, 1957. In view of the same, all the cases pending before the Copy Right Board were transferred to Intellectual Property Appellate Board.\nThe transitional Provision was invoked as per Section 59 of Protection of Plant Varieties and Farmers Act (Section 53 of 2011), and Intellectual Property Appellate Board established under Trade Mark Act shall exercise the jurisdiction, powers and authority conferred with Plant Varieties Protection Appellate Tribunal (PVPAT) to hear the appeal as per Section 56 of the Act.\nDr. Onkar Nath Singh has been appointed as Technical Member for the Plant Varieties Protection Appellate Tribunal (PVPAT).",
    "calendar":"Calendar",
    "chennai":"Chennai",
    "delhi":"Delhi",
    "related_links":"Related Links",
    "photo_gallery":"Photo Gallery",
    "view_all":"View All"


}