{
    "ministry":"वाणिज्य और उद्योग मंत्रालय",
    "ip":"बौद्धिक संपदा",
    "ab":"अपीलीय बोर्ड",
    "goverment_of_india": "भारत का शासन",
    "ipab": "बौद्धिक संपदा अपीलीय बोर्ड",
    "chairman_and_members" : "अध्यक्ष & सदस्य",
    "chairman" : "अध्यक्ष",
    "tecnical_members" : "तकनीकी सदस्य",
    "former_chairman" : "भूतपूर्व अध्यक्ष",
    "forms_and_fees" : "फार्म & शुल्क",
    "act_and_rules" : "अधिनियम & नियम",
    "trademark" : "ट्रेड मार्क्स",
    "patents" : "पेटेंट",
    "geographical_indication" : "भौगोलिक संकेत",
    "copyrights" : "कॉपीराइट",
    "pvpat" : "PVPAT",
    "announcement": "घोषणा",
    "public_notice": "सार्वजनिक सूचना",
    "our_services":"हमारी सेवाएं",
    "cause_list" : "कारण सूची",
    "daily_order" : "दैनिक आदेश",
    "order":"आदेश",
    "website_policies" : "वेबसाइट नीतियां",
    "contact_us" : "संपर्क करें",
    "help":"मदद",
    "RTI" :"RTI",
    "about_us":"के बारे में IPAB",
    "about_data" : "15 मार्च 2003 को वाणिज्य और उद्योग मंत्रालय में केंद्र सरकार के एक गजट नोटिफिकेशन द्वारा बौद्धिक संपदा अपीलीय बोर्ड का गठन किया गया है, जो व्यापार चिह्न अधिनियम, 1999 और भौगोलिक संकेतक के तहत रजिस्ट्रार के निर्णयों के खिलाफ अपील सुनने के लिए (पंजीकरण) और संरक्षण) अधिनियम, 1999।",
    "full_about_data" : "15 मार्च 2003 को वाणिज्य और उद्योग मंत्रालय में केंद्र सरकार के एक गजट नोटिफिकेशन द्वारा बौद्धिक संपदा अपीलीय बोर्ड का गठन किया गया है, जो व्यापार चिह्न अधिनियम, 1999 और भौगोलिक संकेतक के तहत रजिस्ट्रार के निर्णयों के खिलाफ अपील सुनने के लिए (पंजीकरण) और संरक्षण) अधिनियम, 1999. \nबौद्धिक संपदा अपीलीय बोर्ड का मुख्यालय चेन्नई में है और चेन्नई, मुंबई, दिल्ली, कोलकाता और अहमदाबाद में इसकी बैठकें होंगी। \nट्रेड मार्क्स एक्ट, 1999 (अधिनियम) की धारा 83, एक बौद्धिक संपदा अपीलीय बोर्ड (IPAB) के रूप में जाना जाने वाले अपीलीय बोर्ड की स्थापना का प्रावधान करती है। IPAB से संबंधित प्रावधान उपरोक्त अधिनियम की धारा 83 से 100 में समाहित हैं। बौद्धिक संपदा अपीलीय बोर्ड की स्थापना केंद्र सरकार द्वारा 15 सितंबर, 2003 से भारत सरकार के राजपत्र अधिसूचना संख्या S.O.1049 (ई), 15 सितंबर, 2003 को चेन्नई स्थित अपने कार्यालय के साथ की गई है। \nवाणिज्य और उद्योग मंत्रालय द्वारा जारी अधिसूचना संख्या 12/15/2006-आईपीआर- III) के संदर्भ में, पेटेंट संशोधन अधिनियम, 2002 और पेटेंट संशोधन अधिनियम, 2005 के प्रावधान, संबंधित बौद्धिक संपदा अपीलीय बोर्ड को लागू किया गया है। इस प्रकार, विभिन्न उच्च न्यायालयों के समक्ष लंबित सभी अपील आईपीएबी को हस्तांतरित हो जाएगी। इसी तरह, पेटेंट अधिनियम, 1970 के तहत नए रेक्टिफिकेशन एप्लिकेशन को IPAB से पहले दाखिल करना होगा। \nवित्त अधिनियम, 2017 (7of 2017) की धारा 160 (ए) और 160 (सी) के अनुसरण में, बौद्धिक संपदा अपीलीय बोर्ड ट्रेड मार्क अधिनियम, 1999 (1999 का 47) की धारा 83 के तहत स्थापित किया जाएगा। वित्त अधिनियम, 2017 के अध्याय VI के भाग XIV का प्रारंभ इस अधिनियम के प्रयोजनों के लिए अपीलीय बोर्ड हो और उक्त अपीलीय बोर्ड इस प्रतिलिपि अधिकार अधिनियम, 1957 के तहत या उस पर प्रदत्त अधिकार क्षेत्र, शक्तियों और अधिकारों का प्रयोग करेगा। उसी को देखते हुए, कॉपी राइट बोर्ड के समक्ष लंबित सभी मामले बौद्धिक संपदा अपीलीय बोर्ड को स्थानांतरित कर दिए गए। \nपादप किस्मों और कृषकों के संरक्षण अधिनियम (2011 की धारा 53) की धारा 59 के अनुसार संक्रमणकालीन प्रावधान लागू किया गया था, और ट्रेड मार्क अधिनियम के तहत स्थापित बौद्धिक संपदा अपीलीय बोर्ड, पौधे विविधता संरक्षण अपीलीय ट्रिब्यूनल () द्वारा प्रदत्त अधिकार क्षेत्र, शक्तियों और प्राधिकार का प्रयोग करेगा। PVPAT) अधिनियम की धारा 56 के अनुसार अपील सुनने के लिए। \nडॉ। ओंकार नाथ सिंह को प्लांट वैरायटीज़ प्रोटेक्शन अपीलीय ट्रिब्यूनल (PVPAT) के लिए तकनीकी सदस्य के रूप में नियुक्त किया गया है।" ,
    "calendar":"पंचांग",
    "chennai":"चेन्नई",
    "delhi":"दिल्ली",
    "related_links":"सम्बंधित लिंक्स",
    "photo_gallery":"फोटो गैलरी",
    "view_all":"सभी देखें"

}